const mockProducts = [
  {
    id: 1,
    title: "غذای توله سگ رفلکس پلاس",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/%DB%8C%D8%A8%DB%8C%D9%84%DB%8C%D8%B3%D9%84%D8%B3%DB%8C%D8%A8%DB%8C%D8%B3%DB%8C%D8%A8%D8%B3%DB%8C-510x510.jpg",
    brand: "رفلکس",
    breed: "سگ",
    country: "ترکیه",
    weight: 1000,
    description: `
    غذای توله سگ رفلکس پلاس با طعم مرغ است.
مخمر ابجو در غذای رفلکس باعث ایجاد پوست و موی سالم براق میشود .
وجود اب پنیر به همرا ویتامین و مواد معدنی باعث تقویت ماهیچه ها و اندام وسلول های عصبی شده و به رشد هرچه بهتر و متعادل توله دلبند شما کمک می نماید
.عصاره یوکا  دراین محصول به کمتر شدن بوی مدفوع سگ کمک میکند.
    `,
    category: "غذای سگ",
    price: 230000,
    quantity: 100,
  },
  {
    id: 2,
    title: "غذا خشک سگ بالغ رفلکس پلاس نژاد بزرگ",
    image: "https://rabinseh.com/wp-content/uploads/2022/01/%D9%82%D8%B1%D9%85%D8%B2-2-510x510.jpg",
    brand: "رفلکس",
    breed: "سگ",
    country: "ترکیه",
    weight: 3000,
    description: `
    وزن ۳کیلوگرم

ساخت کشور ترکیه

قابل استفاده برای سگ های نژاد بزرگ بالغ`,
    category: "غذای سگ",
    price: 30000,
    quantity: 100,
  },
  {
    id: 3,
    title: "غذای خشک توله سگ نژاد پاگ رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D9%BE%D8%A7%DA%AF-%D8%AA%D9%88%D9%84%D9%87.-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    سگ های نژاد پاگ دارای پوزه تخت و صورت چین خورده هستند.

این نژاد معمولاً روحیه ای شاد دارد تغذیه مناسب می تواند موجب حفظ وزن مناسب برای آنها شود.

تمامی مواد مغذی مورد نیاز برای رشد ایده آل، به مقدار مناسب در این محصول به کار برده شده اند.

ترکیبی ویژه ای از آنتی اکسیدان ها که شامل ویتامین E نیز هست در این غذا به کار رفته که باعث تقویت سیستم ایمنی و تقویت عمومی بدن خواهد شد.

دانه بندی این غذا مطابق با شکل و اندازه پوزه و فک توله پاگ طراحی شده تا به سادگی بتوانند آن را مورد استفاده قرار دهند.`,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 4,
    title: "غذای خشک توله سگ نژاد پاگ رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D9%BE%D8%A7%DA%AF-%D8%AA%D9%88%D9%84%D9%87.-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    سگ های نژاد پاگ دارای پوزه تخت و صورت چین خورده هستند.

این نژاد معمولاً روحیه ای شاد دارد تغذیه مناسب می تواند موجب حفظ وزن مناسب برای آنها شود.

تمامی مواد مغذی مورد نیاز برای رشد ایده آل، به مقدار مناسب در این محصول به کار برده شده اند.

ترکیبی ویژه ای از آنتی اکسیدان ها که شامل ویتامین E نیز هست در این غذا به کار رفته که باعث تقویت سیستم ایمنی و تقویت عمومی بدن خواهد شد.

دانه بندی این غذا مطابق با شکل و اندازه پوزه و فک توله پاگ طراحی شده تا به سادگی بتوانند آن را مورد استفاده قرار دهند.`,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 5,
    title: "غذای خشک سگ بالغ نژاد شیتزو رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D8%B4%DB%8C%D8%AA%D8%B2%D9%88-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    غذای مناسب موجب بهبود سلامت عمومی، زیبایی و نشاط حیوان خواهد شد در حالی که استفاده از غذاهای نامناسب می تواند باعث بروز بیماری ها و مشکلات فراوان گردد.

قطعاتی که به صورت منحصر بفردی برای شیتزو طراحی شده حیوان را تشویق به برداشتن و جویدن غذا می کند.
    `,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 6,
    title: "غذای خشک سگ بالغ پامرانین رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/%D9%BE%D8%A7%D9%85%D8%B1-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    این غذا یک وعده غذایی کامل و مقوی است.

به حفظ کیفیت و سلامت پوست و مو نیز کمک می کند که برای این نژاد از اهمیت بالایی برخوردار است.

جهت بهبود عملکرد دستگاه گوارش و حفظ سلامت آن، از مواد غذایی با کیفیت و پروتئین های با قابلیت هضم بالا در ساخت این محصول استفاده شده است.

ین محصول با EPA و DHA غنی شده است که این امر می تواند موجب تقویت استخوان ها و مفاصل پت گردد.

حاوی ترکیب مناسبی از فیبرهاست که به عبور بهتر مواد غذایی از دستگاه گوارش و بهبود کیفیت مدفوع کمک می کند.
    `,
    category: "غذای سگ",
    price: 950000,
    quantity: 100,
  },
  {
    id: 7,
    title: "توپ دنتال سگ تریکسی با طعم نعناع",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_3289-1_SALL_AWK_V1-510x510.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 20,
    description: `
    توپ سگ دارای زائده بر روی سه حلقه برای خارش لثه مناسب برای سگ ها و گربه های در حال دندان درآوردن

    مهم نیست سن، جثه، نژاد و جسیت حیوان خانگی شما چه باشد، این مهم است
    که بدانید تمام حیوانات خانگی مانند کودکان برای بازی و سرگرم شدن به اسباب بازی نیاز دارند،
    مخصوصا در تنهایی یا زمانهایی که شما وقت بازی و سرگرم کردن آنها را ندارید.
    
    علاوه بر آن اسباب بازی حیوانات خانگی در آموزش آنها بسیار کمک کننده است
    و باعث فعالیت ذهنی و بدنی حیوان میشود تا حیوان انرژی خود را صرف رفتار های مخرب نکند.
    `,
    category: "اسباب بازی سگ",
    price: 149000,
    quantity: 100,
  },
  {
    id: 8,
    title: "توپ دنتال سگ تریکسی با طعم مرغ",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_3290-1_SALL_AWK_V1-510x510.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 20,
    description: `
    توپ سگ دارای زائده بر روی سه حلقه برای خارش لثه مناسب برای سگ ها و گربه های در حال دندان درآوردن

    مهم نیست سن، جثه، نژاد و جسیت حیوان خانگی شما چه باشد، این مهم است
    که بدانید تمام حیوانات خانگی مانند کودکان برای بازی و سرگرم شدن به اسباب بازی نیاز دارند،
    مخصوصا در تنهایی یا زمانهایی که شما وقت بازی و سرگرم کردن آنها را ندارید.
    
    علاوه بر آن اسباب بازی حیوانات خانگی در آموزش آنها بسیار کمک کننده است
    و باعث فعالیت ذهنی و بدنی حیوان میشود تا حیوان انرژی خود را صرف رفتار های مخرب نکند.
    `,
    category: "اسباب بازی سگ",
    price: 209000,
    quantity: 100,
  },
  {
    id: 9,
    title: "توپ بند دار سگ تریکسی",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_33724-1_SALL_AWK_V1-510x512.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 15,
    description: `
    توپ بند دار سگ تریکسی آلمان 30 سانتی متر
    `,
    category: "اسباب بازی سگ",
    price: 220000,
    quantity: 100,
  },
  {
    id: 9,
    title: "کنین",
    image: "https",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 1500,
    description: `
    
    `,
    category: "اسباب بازی سگ",
    price: 1100000,
    quantity: 100,
  },
];

export default mockProducts;
