const mockProducts = [
  {
    id: 1,
    title: "غذای توله سگ رفلکس پلاس",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/%DB%8C%D8%A8%DB%8C%D9%84%DB%8C%D8%B3%D9%84%D8%B3%DB%8C%D8%A8%DB%8C%D8%B3%DB%8C%D8%A8%D8%B3%DB%8C-510x510.jpg",
    brand: "رفلکس",
    breed: "سگ",
    country: "ترکیه",
    weight: 1000,
    description: `
    غذای توله سگ رفلکس پلاس با طعم مرغ است.
مخمر ابجو در غذای رفلکس باعث ایجاد پوست و موی سالم براق میشود .
وجود اب پنیر به همرا ویتامین و مواد معدنی باعث تقویت ماهیچه ها و اندام وسلول های عصبی شده و به رشد هرچه بهتر و متعادل توله دلبند شما کمک می نماید
.عصاره یوکا  دراین محصول به کمتر شدن بوی مدفوع سگ کمک میکند.
    `,
    category: "غذای سگ",
    price: 230000,
    quantity: 100,
  },
  {
    id: 2,
    title: "غذا خشک سگ بالغ رفلکس پلاس نژاد بزرگ",
    image: "https://rabinseh.com/wp-content/uploads/2022/01/%D9%82%D8%B1%D9%85%D8%B2-2-510x510.jpg",
    brand: "رفلکس",
    breed: "سگ",
    country: "ترکیه",
    weight: 3000,
    description: `
    وزن ۳کیلوگرم

ساخت کشور ترکیه

قابل استفاده برای سگ های نژاد بزرگ بالغ`,
    category: "غذای سگ",
    price: 30000,
    quantity: 100,
  },
  {
    id: 3,
    title: "غذای خشک توله سگ نژاد پاگ رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D9%BE%D8%A7%DA%AF-%D8%AA%D9%88%D9%84%D9%87.-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    سگ های نژاد پاگ دارای پوزه تخت و صورت چین خورده هستند.

این نژاد معمولاً روحیه ای شاد دارد تغذیه مناسب می تواند موجب حفظ وزن مناسب برای آنها شود.

تمامی مواد مغذی مورد نیاز برای رشد ایده آل، به مقدار مناسب در این محصول به کار برده شده اند.

ترکیبی ویژه ای از آنتی اکسیدان ها که شامل ویتامین E نیز هست در این غذا به کار رفته که باعث تقویت سیستم ایمنی و تقویت عمومی بدن خواهد شد.

دانه بندی این غذا مطابق با شکل و اندازه پوزه و فک توله پاگ طراحی شده تا به سادگی بتوانند آن را مورد استفاده قرار دهند.`,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 4,
    title: "غذای خشک توله سگ نژاد پاگ رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D9%BE%D8%A7%DA%AF-%D8%AA%D9%88%D9%84%D9%87.-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    سگ های نژاد پاگ دارای پوزه تخت و صورت چین خورده هستند.

این نژاد معمولاً روحیه ای شاد دارد تغذیه مناسب می تواند موجب حفظ وزن مناسب برای آنها شود.

تمامی مواد مغذی مورد نیاز برای رشد ایده آل، به مقدار مناسب در این محصول به کار برده شده اند.

ترکیبی ویژه ای از آنتی اکسیدان ها که شامل ویتامین E نیز هست در این غذا به کار رفته که باعث تقویت سیستم ایمنی و تقویت عمومی بدن خواهد شد.

دانه بندی این غذا مطابق با شکل و اندازه پوزه و فک توله پاگ طراحی شده تا به سادگی بتوانند آن را مورد استفاده قرار دهند.`,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 5,
    title: "غذای خشک سگ بالغ نژاد شیتزو رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/04/%D8%B4%DB%8C%D8%AA%D8%B2%D9%88-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    غذای مناسب موجب بهبود سلامت عمومی، زیبایی و نشاط حیوان خواهد شد در حالی که استفاده از غذاهای نامناسب می تواند باعث بروز بیماری ها و مشکلات فراوان گردد.

قطعاتی که به صورت منحصر بفردی برای شیتزو طراحی شده حیوان را تشویق به برداشتن و جویدن غذا می کند.
    `,
    category: "غذای سگ",
    price: 1100000,
    quantity: 100,
  },
  {
    id: 6,
    title: "غذای خشک سگ بالغ پامرانین رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/%D9%BE%D8%A7%D9%85%D8%B1-510x510.jpg",
    brand: "رویال کنین",
    breed: "سگ",
    country: "فرانسه",
    weight: 1500,
    description: `
    این غذا یک وعده غذایی کامل و مقوی است.

به حفظ کیفیت و سلامت پوست و مو نیز کمک می کند که برای این نژاد از اهمیت بالایی برخوردار است.

جهت بهبود عملکرد دستگاه گوارش و حفظ سلامت آن، از مواد غذایی با کیفیت و پروتئین های با قابلیت هضم بالا در ساخت این محصول استفاده شده است.

ین محصول با EPA و DHA غنی شده است که این امر می تواند موجب تقویت استخوان ها و مفاصل پت گردد.

حاوی ترکیب مناسبی از فیبرهاست که به عبور بهتر مواد غذایی از دستگاه گوارش و بهبود کیفیت مدفوع کمک می کند.
    `,
    category: "غذای سگ",
    price: 950000,
    quantity: 100,
  },
  {
    id: 7,
    title: "توپ دنتال سگ تریکسی با طعم نعناع",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_3289-1_SALL_AWK_V1-510x510.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 20,
    description: `
    توپ سگ دارای زائده بر روی سه حلقه برای خارش لثه مناسب برای سگ ها و گربه های در حال دندان درآوردن

    مهم نیست سن، جثه، نژاد و جسیت حیوان خانگی شما چه باشد، این مهم است
    که بدانید تمام حیوانات خانگی مانند کودکان برای بازی و سرگرم شدن به اسباب بازی نیاز دارند،
    مخصوصا در تنهایی یا زمانهایی که شما وقت بازی و سرگرم کردن آنها را ندارید.
    
    علاوه بر آن اسباب بازی حیوانات خانگی در آموزش آنها بسیار کمک کننده است
    و باعث فعالیت ذهنی و بدنی حیوان میشود تا حیوان انرژی خود را صرف رفتار های مخرب نکند.
    `,
    category: "اسباب بازی سگ",
    price: 149000,
    quantity: 100,
  },
  {
    id: 8,
    title: "توپ دنتال سگ تریکسی با طعم مرغ",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_3290-1_SALL_AWK_V1-510x510.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 20,
    description: `
    توپ سگ دارای زائده بر روی سه حلقه برای خارش لثه مناسب برای سگ ها و گربه های در حال دندان درآوردن

    مهم نیست سن، جثه، نژاد و جسیت حیوان خانگی شما چه باشد، این مهم است
    که بدانید تمام حیوانات خانگی مانند کودکان برای بازی و سرگرم شدن به اسباب بازی نیاز دارند،
    مخصوصا در تنهایی یا زمانهایی که شما وقت بازی و سرگرم کردن آنها را ندارید.
    
    علاوه بر آن اسباب بازی حیوانات خانگی در آموزش آنها بسیار کمک کننده است
    و باعث فعالیت ذهنی و بدنی حیوان میشود تا حیوان انرژی خود را صرف رفتار های مخرب نکند.
    `,
    category: "اسباب بازی سگ",
    price: 209000,
    quantity: 100,
  },
  {
    id: 9,
    title: "توپ بند دار سگ تریکسی",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/originals_PHO_PRO_CLIP_PHO_PRO_CLIP_33724-1_SALL_AWK_V1-510x512.jpg",
    brand: "تریکسی",
    breed: "سگ",
    country: "آلمان",
    weight: 15,
    description: `
    توپ بند دار سگ تریکسی آلمان 30 سانتی متر
    `,
    category: "اسباب بازی سگ",
    price: 220000,
    quantity: 100,
  },
  {
    id: 10,
    title: "خمیر دندان بیفار مخصوص سگ",
    image: "https://rabinseh.com/wp-content/uploads/2022/07/%D8%A8%DB%8C%D9%81%D8%A7%D8%B1-510x510.jpg",
    brand: "بیفار",
    breed: "سگ",
    country: "هلند",
    weight: 100,
    description: `
    موجب مقابله با پلاک های دندانی و جلوگیری از تشکیل تارتار می شود که در نتیجه آن سلامت دهان و دندان ها تقویت خواهد شد.

عاری از فلوراید بوده و حاوی دو آنزیم پروتئاز و گلوکز اکسیداز می باشد. پروتئاز ساختار پروتئینی پلاک ها را نابود کرده و مانع از اتصال آن با کلسیم و تشکیل تارتار می شود.
    `,
    category: "بهداشتی سگ",
    price: 255000,
    quantity: 100,
  },
  {
    id: 11,
    title: "قطره چشم بیفار",
    image: "https://rabinseh.com/wp-content/uploads/2022/03/%DA%86%D8%B4%D9%85-510x510.jpg",
    brand: "بیفار",
    breed: "سگ",
    country: "هلند",
    weight: 50,
    description: `
    برای استفاده از این محصول لازم است یک تکه دستمال پارچه ای نرم را به این ماده آغشته نموده و به آرامی آن را به ترشحات و رسوبات اطراف چشم حیوانات خود بمالید.
    `,
    category: "بهداشتی سگ",
    price: 340000,
    quantity: 100,
  },
  {
    id: 12,
    title: "دهان شویه سگ",
    image: "https://rabinseh.com/wp-content/uploads/2022/03/8be7757f86b7b2e11cfa76896dcf4df09fdc380a_1628358021-510x510.jpg",
    brand: "بیفار",
    breed: "سگ",
    country: "هلند",
    weight: 250,
    description: `
    محلول شستشوی دهان و دندان بیفار حاوی آنزیم هایی می باشد که باعث از بین رفتن باکتری های مضر دهان و دندان شده و از ایجاد تارتار و پوسیدگی جلوگیری می نماید.سلامت دهان و دندان حیوانات خانگی همچون سگ و گربه بسیار مهم و قابل تامل می باشد چرا که می تواند به محلی جهت تجمع باکتری ها بدل شده و منجر به بروز انواع بیماری ها شود. به همین دلیل کسانی که اقدام به نگهداری از این حیوانات می نمایند باید همواره به نظافت و پاکیزگی دهان و دندان های آنها دقت نمایند. شرکت هلندی بیفار محصولات بسیار کاربردی و ویژه ایی را در این زمینه تهیه و تولید نموده است که از جمله آنها این محل شستشوی می باشد. این محصول شرکت بیفار به صورت اختصاصی برای آن دسته از سگ و گربه هایی که مستعد بیماری های دهان و دندان می باشند تهیه شده است.
    `,
    category: "بهداشتی سگ",
    price: 350000,
    quantity: 100,
  },
  {
    id: 13,
    title: "غذای خشک گربه عقیم شده هپی کت مینکاس",
    image: "https://rabinseh.com/wp-content/uploads/2022/02/%D8%B9%D9%82%DB%8C%D9%85-510x510.jpg",
    brand: "هپی کت",
    breed: "گربه",
    country: "آلمان",
    weight: 10000,
    description: `
    غذای کامل متعادل، با محتوای چربی کاهش یافته و مقادیر بهینه فیبر رضایت بخش، به گربه شما کمک می کند تا وزن ایده آل خود را حفظ کند.

این غذای خشک خوشمزه دارای ویتامین ها و مواد معدنی زیادی است و از سیستم ایمنی بدن حمایت می کند.
    `,
    category: "غذای گربه",
    price: 2400000,
    quantity: 100,
  },
  {
    id: 14,
    title: "غذای گربه جوسرا دیلی کت",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/joseradailycat2149-510x510.jpg",
    brand: "جوسرا",
    breed: "گربه",
    country: "آلمان",
    weight: 2000,
    description: `
    غذای گربه جوسرا دیلی کت 2 کیلوگرم + ارسال رایگان
    `,
    category: "غذای گربه",
    price: 800000,
    quantity: 100,
  },
  {
    id: 15,
    title: "غذای بچه گربه جوسرا طعم مرغ",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/%DA%A9%DB%8C%D8%AA%D9%86-%D8%AC%D9%88%D8%B3%D8%B1%D8%A7-510x510.jpg",
    brand: "جوسرا",
    breed: "گربه",
    country: "آلمان",
    weight: 2000,
    description: `
    غذای بچه گربه جوسرا طعم مرغ 2 کیلوگرم + ارسال رایگان
    `,
    category: "غذای گربه",
    price: 750000,
    quantity: 100,
  },
  {
    id: 16,
    title: "غذای خشک جوسرا گربه بالغ مدل نیچرکت",
    image: "https://rabinseh.com/wp-content/uploads/2019/07/naturecatcat-510x510.jpg",
    brand: "جوسرا",
    breed: "گربه",
    country: "آلمان",
    weight: 2000,
    description: `
    غذای خشک جوسرا گربه بالغ مدل نیچرکت حاوی گوشت مرغ و ماهی
بدون غلات مخصوص گربه بالغ و بچه گربه های بالای شش ماه است.
این محصول ساخت کشور آلمان است در وزن ۲ کیلوگرمی تقدیم شما می شود.
    `,
    category: "غذای گربه",
    price: 750000,
    quantity: 100,
  },
  {
    id: 17,
    title: "غذای گربه یورینری رفلکس پلاس",
    image: "https://rabinseh.com/wp-content/uploads/2021/05/201910116135139613.jpg",
    brand: "رفلکس",
    breed: "گربه",
    country: "ترکیه",
    weight: 1500,
    description: `
    غذای مورد علاقه فینیکس.
    `,
    category: "غذای گربه",
    price: 320000,
    quantity: 100,
  },
  {
    id: 18,
    title: "غذای خشک گربه پرشین رویال کنین",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/%D9%BE%D8%B1%D8%B4%DB%8C%D9%86-510x510.jpg",
    brand: "رویال کنین",
    breed: "گربه",
    country: "فرانسه",
    weight: 2000,
    description: `
    ترکیبات ویژه و مغذی این غذا پروتئین های ویژه با قابلیت جذب سریع و پریبیوتیکها موجب تقویت سلامت دستگاه گوارش و بدن می‌شوند.
    `,
    category: "غذای گربه",
    price: 990000,
    quantity: 100,
  },
  {
    id: 19,
    title: "خاک گربه ون کت با رایحه پودر بچه",
    image: "https://rabinseh.com/wp-content/uploads/2020/02/110278446.jpg",
    brand: "ون کت",
    breed: "گربه",
    country: "ایران",
    weight: 7000,
    description: `
    خاک گربه ون کت با رایجه پودر بچه آنتی باکتریال اولتراکلامپینگ با کیفیت ترین خاک در بین رقبا خود است
این خاک بدون هیچگونه گرد و غبار است.
نسبت به سایر خاک های موجود در بازار قدرت جذب بسیار بالایی دارد
    `,
    category: "خاک گربه",
    price: 110000,
    quantity: 100,
  },
  {
    id: 20,
    title: "خاک گربه ون کت با رایحه طبیعت",
    image: "https://rabinseh.com/wp-content/uploads/2020/02/110282060.jpg",
    brand: "ون کت",
    breed: "گربه",
    country: "ایران",
    weight: 7000,
    description: `
    خاک گربه ون کت با رایجه طبیعت آنتی باکتریال اولتراکلامپینگ با کیفیت ترین خاک در بین رقبا خود است
این خاک بدون هیچگونه گرد و غبار است.
نسبت به سایر خاک های موجود در بازار قدرت جذب بسیار بالایی دارد
    `,
    category: "خاک گربه",
    price: 110000,
    quantity: 100,
  },
  {
    id: 21,
    title: "خاک گربه ون کت با رایحه وانیلی",
    image: "https://rabinseh.com/wp-content/uploads/2020/02/5438346.jpg",
    brand: "ون کت",
    breed: "گربه",
    country: "ایران",
    weight: 5000,
    description: `
    خاک گربه ون کت با رایجه وانیلی آنتی باکتریال اولتراکلامپینک با کیفیت ترین خاک در بین رقبا خود است
این خاک بدون هیچگونه گرد و غبار است.
نسبت به سایر خاک های موجود در بازار قدرت جذب بسیار بالایی دارد
    `,
    category: "خاک گربه",
    price: 80000,
    quantity: 100,
  },
  {
    id: 22,
    title: "قرص خوران و شربت خوران گربه",
    image: "https://rabinseh.com/wp-content/uploads/2022/07/%D8%B4%D8%B1%D8%A8%D8%AA-%D8%AE%D9%88%D8%B1-510x509.jpg",
    brand: "تریکسی",
    breed: "گربه",
    country: "آلمان",
    weight: 15,
    description: `
    شربت خوران و قرص خوران گربه و سگ محصولی برای راحتی بیشتر در دارو دادن به حیوان شما است
    `,
    category: "بهداشتی گربه",
    price: 60000,
    quantity: 100,
  },
  {
    id: 23,
    title: "ناخن گیر گربه تریکسی",
    image: "https://rabinseh.com/wp-content/uploads/2022/05/%D9%86%D8%A7%D8%AE%D9%86-%DA%AF%DB%8C%D8%B1-510x510.jpg",
    brand: "تریکسی",
    breed: "گربه",
    country: "آلمان",
    weight: 18,
    description: `
    ناخن گیر سگ و گربه تریکسی
    `,
    category: "بهداشتی گربه",
    price: 320000,
    quantity: 100,
  },
  {
    id: 24,
    title: "خمیر دندان گربه تریکسی ",
    image: "https://rabinseh.com/wp-content/uploads/2022/03/%D9%85%D8%B3%D9%88%D8%A7%DA%AF-510x510.jpg",
    brand: "تریکسی",
    breed: "گربه",
    country: "آلمان",
    weight: 100,
    description: `
    ست مسواک و خمیر دندان مخصوص گربه، برای مراقبت کامل از بهداشت دهان و دندان است. شامل: خمیر دندان، مسواک کوچک و مسواک دو طرفه با دو سر برس مختلف (برس بزرگ برای دندان های نیش و جلویی و برس کوچک برای دندان های آسیا)
    `,
    category: "بهداشتی گربه",
    price: 230000,
    quantity: 100,
  },
  {
    id: 25,
    title: "آبخوری جوندگان دلوکس",
    image: "https://rabinseh.com/wp-content/uploads/2020/04/s-l1600-1697.jpg",
    brand: "دلوکس",
    breed: "جوندگان",
    country: "آلمان",
    weight: 75,
    description: `
    جنس پلاستیک و فلز استیل (جنس قسمت لوله‌ای ظرف آب فلزی )
    `,
    category: "ملزومات جوندگان",
    price: 250000,
    quantity: 100,
  },
  {
    id: 26,
    title: "توالت مثلثی خرگوش",
    image: "https://rabinseh.com/wp-content/uploads/2022/03/%D8%AE%D8%B1%DA%AF%D9%88%D8%B4%D8%B4%D8%B4%D8%B4-510x510.jpg",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 150,
    description: `
    توالت مثلثی خرگوش سایز بزرگ
    `,
    category: "ملزومات جوندگان",
    price: 350000,
    quantity: 100,
  },
  {
    id: 27,
    title: "توالت گرد خرگوش",
    image: "https://rabinseh.com/wp-content/uploads/2020/05/Untitled-5.jpg",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 200,
    description: `
    توالت گرد خرگوش دی پی اس
    `,
    category: "ملزومات جوندگان",
    price: 320000,
    quantity: 100,
  },
  {
    id: 28,
    title: "چرخ و فلک همستر",
    image: "https://rabinseh.com/wp-content/uploads/2022/06/%D8%A7%D8%B3%D8%A8%D8%A7%D8%A8-%D8%A8%D8%A7%D8%B2%DB%8C-%DA%86%D8%B1%D8%AE-%D9%88-%D9%81%D9%84%DA%A9-%D9%87%D9%85%D8%B3%D8%AA%D8%B122-510x510.jpg",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 70,
    description: `
    چرخ و فلک همستر سایز کوچک
    `,
    category: "ملزومات جوندگان",
    price: 300000,
    quantity: 100,
  },
  {
    id: 29,
    title: "لانه تخم مرغی همستر",
    image: "https://rabinseh.com/wp-content/uploads/2021/01/Untitled-20-510x510.jpg",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 80,
    description: `
    از جنس پلاستیک مقاوم
    `,
    category: "ملزومات جوندگان",
    price: 275000,
    quantity: 100,
  },
  {
    id: 30,
    title: "توپ همستر با استند فلزی",
    image: "https://rabinseh.com/wp-content/uploads/2020/10/Untitled.jpg",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 300,
    description: `
    توپ همستر با استند فلزی
    `,
    category: "ملزومات جوندگان",
    price: 250000,
    quantity: 100,
  },
  {
    id: 30,
    title: "کنین",
    image: "https",
    brand: "تریکسی",
    breed: "جوندگان",
    country: "آلمان",
    weight: 7000,
    description: `
    
    `,
    category: "ملزومات جوندگان",
    price: 1100000,
    quantity: 100,
  },
];

export default mockProducts;
